Repository: vbin210327-real/Quote-AI
Catalog: Quote AI/*.lproj/Localizable.strings
Languages: hi, ja, ko, zh

# welcome.mission
source: Wisdom customized for your journey
hi: आपकी यात्रा के लिए अनुकूलित ज्ञान
ja: あなたの旅に合わせた 至言を
ko: 당신의 여정에 맞춘 지혜
zh: 为你的旅程 定制智慧

# welcome.getStarted
source: Get Started
hi: शुरू करें
ja: はじめる
ko: 시작하기
zh: 开始使用

# welcome.alreadyHaveAccount
source: Already have an account?
hi: पहले से खाता है?
ja: すでにアカウントをお持ちですか？
ko: 이미 계정이 있으신가요?
zh: 已有账号？

# welcome.signIn
source: Sign In
hi: साइन इन करें
ja: サインイン
ko: 로그인
zh: 登录

# welcome.signInWithGoogle
source: Sign in with Google
hi: Google से साइन इन करें
ja: Googleでサインイン
ko: Google로 로그인
zh: 使用 Google 登录

# welcome.signInWithApple
source: Sign in with Apple
hi: Apple से साइन इन करें
ja: Appleでサインイン
ko: Apple로 로그인
zh: 使用 Apple 登录

# welcome.termsPrefix
source: By continuing you agree to Quote AI's
hi: जारी रखकर आप Quote AI की
ja: 続行することで、Quote AIの
ko: 계속하면 Quote AI의
zh: 继续即表示你同意 Quote AI 的

# welcome.termsAndConditions
source: Terms and Conditions
hi: नियम और शर्तें
ja: 利用規約
ko: 이용약관
zh: 条款和条件

# welcome.and
source: and
hi: और
ja: および
ko: 및
zh: 和

# welcome.privacyPolicy
source: Privacy Policy
hi: गोपनीयता नीति
ja: プライバシーポリシー
ko: 개인정보 처리방침
zh: 隐私政策

# welcome.unableToSignIn
source: Unable to present sign-in
hi: साइन इन नहीं हो पा रहा
ja: サインインを表示できません
ko: 로그인을 표시할 수 없습니다
zh: 无法登录

# welcome.signInFailed
source: Sign-in failed:
hi: साइन इन विफल:
ja: サインインに失敗しました:
ko: 로그인 실패:
zh: 登录失败：

# onboarding.gender.title
source: What is your gender?
hi: आपका लिंग क्या है?
ja: あなたの性別は？
ko: 성별이 무엇입니까?
zh: 你的性别是？

# onboarding.name.title
source: What should we call you?
hi: हम आपको क्या बुलाएं?
ja: お名前を教えてください
ko: 어떻게 불러드릴까요?
zh: 我们该怎么称呼你？

# onboarding.birthYear.title
source: When were you born?
hi: आपका जन्म कब हुआ?
ja: 生年は？
ko: 언제 태어나셨나요?
zh: 你是哪年出生的？

# onboarding.mentalEnergy.title
source: How is your mental energy right now?
hi: अभी आपकी मानसिक ऊर्जा कैसी है?
ja: 今の心のエネルギーはどのくらいですか？
ko: 지금 정신 에너지는 어떠신가요?
zh: 你现在的精神状态如何？

# onboarding.energyDrain.title
source: What is currently draining your energy?
hi: वर्तमान में क्या आपकी ऊर्जा खींच रहा है?
ja: 現在、何があなたのエネルギーを消耗させていますか？
ko: 현재 에너지를 소모시키는 요인은 무엇인가요?
zh: 什么正在消耗你的精力？

# onboarding.focus.title
source: What are you seeking?
hi: आप क्या खोज रहे हैं?
ja: 何を求めていますか？
ko: 무엇을 찾고 계신가요?
zh: 你在寻找什么？

# onboarding.barrier.title
source: What's your biggest obstacle right now?
hi: अभी आपकी सबसे बड़ी बाधा क्या है?
ja: 今、最大の障壁は何ですか？
ko: 지금 가장 큰 장애물은 무엇인가요?
zh: 你现在最大的障碍是什么？

# onboarding.mindset.title
source: Leverage Quote AI for results that matter.
hi: महत्वपूर्ण परिणामों के लिए Quote AI का उपयोग करें।
ja: Quote AIを活用して、価値のある結果を。
ko: Quote AI로 가치 있는 결과를 만드세요.
zh: 用 Quote AI 获得有意义的结果。

# onboarding.background.title
source: What kind of background do you like?
hi: आपको किस तरह की पृष्ठभूमि पसंद है?
ja: どのような背景が お好みですか？
ko: 어떤 배경을 좋아하시나요?
zh: 你喜欢什么样的 背景？

# onboarding.tone.title
source: Pick a personality for your Quote AI experience.
hi: अपने Quote AI अनुभव के लिए एक व्यक्तित्व चुनें।
ja: Quote AIの体験に合わせた性格を選んでください。
ko: Quote AI 경험을 위한 성격을 선택하세요.
zh: 为你的 Quote AI 体验选择一种风格。

# onboarding.saveProgress.title
source: Save your progress
hi: अपनी प्रगति सहेजें
ja: 進行状況を保存
ko: 진행 상황 저장
zh: 保存你的进度

# onboarding.personalize.subtitle
source: This will be used to personalize Quote AI for you
hi: इसका उपयोग आपके लिए Quote AI को व्यक्तिगत बनाने के लिए किया जाएगा
ja: これはあなたのためにQuote AIをパーソナライズするために使用されます
ko: 이 정보는 Quote AI를 당신에게 최적화하는 데 사용됩니다
zh: 这将用于为你个性化 Quote AI

# onboarding.continue
source: Continue
hi: जारी रखें
ja: 次へ
ko: 계속
zh: 继续

# onboarding.letsGetStarted
source: Let's get started!
hi: चलिए शुरू करें!
ja: はじめましょう！
ko: 시작해 봅시다!
zh: 开始吧！

# onboarding.notification.title
source: When do you want your daily quote?
hi: आप अपना दैनिक उद्धरण कब चाहते हैं?
ja: いつ毎日の名言を受け取りたいですか？
ko: 언제 매일 명언을 받고 싶으신가요?
zh: 你想什么时候收到每日语录？

# onboarding.notification.subtitle
source: We'll send you a notification at this time
hi: हम आपको इस समय सूचना भेजेंगे
ja: この時間に通知をお送りします
ko: 이 시간에 알림을 보내드립니다
zh: 我们会在这个时间给你发送通知

# notification.morning
source: Morning
hi: सुबह
ja: 朝
ko: 아침
zh: 早上

# notification.afternoon
source: Afternoon
hi: दोपहर
ja: 午後
ko: 오후
zh: 下午

# notification.evening
source: Evening
hi: शाम
ja: 夜
ko: 저녁
zh: 晚上

# gender.male
source: Male
hi: पुरुष
ja: 男性
ko: 남성
zh: 男

# gender.female
source: Female
hi: महिला
ja: 女性
ko: 여성
zh: 女

# gender.other
source: Other
hi: अन्य
ja: その他
ko: 기타
zh: 其他

# onboarding.name.placeholder
source: Your Name
hi: आपका नाम
ja: お名前
ko: 이름
zh: 你的名字

# mentalEnergy.exhausted
source: Exhausted
hi: थका हुआ
ja: 疲弊している
ko: 지침
zh: 精疲力竭

# mentalEnergy.drained
source: Drained
hi: निचोड़ा हुआ
ja: 消耗している
ko: 기운 없음
zh: 疲惫

# mentalEnergy.neutral
source: Neutral
hi: सामान्य
ja: 普通
ko: 보통
zh: 一般

# mentalEnergy.fresh
source: Fresh
hi: तरोताजा
ja: リフレッシュ
ko: 상쾌함
zh: 精神不错

# mentalEnergy.energized
source: Energized
hi: ऊर्जावान
ja: 活力がある
ko: 활기참
zh: 精力充沛

# mentalEnergy.low
source: Low
hi: कम
ja: 低い
ko: 낮음
zh: 低

# mentalEnergy.medium
source: Medium
hi: मध्यम
ja: 中程度
ko: 중간
zh: 中

# mentalEnergy.high
source: High
hi: उच्च
ja: 高い
ko: 높음
zh: 高

# mindsetChart.title
source: Your mindset
hi: आपकी मानसिकता
ja: あなたのマインドセット
ko: 당신의 마인드셋
zh: 你的心态

# mindsetChart.withQuoteAI
source: With Quote AI
hi: Quote AI के साथ
ja: Quote AIあり
ko: Quote AI 사용 시
zh: 使用 Quote AI

# mindsetChart.withoutQuoteAI
source: Without Quote AI
hi: Quote AI के बिना
ja: Quote AIなし
ko: Quote AI 미사용 시
zh: 不使用 Quote AI

# mindsetChart.month1
source: Month 1
hi: महीना 1
ja: 1ヶ月目
ko: 1개월 차
zh: 第1个月

# mindsetChart.month3
source: Month 3
hi: महीना 3
ja: 3ヶ月目
ko: 3개월 차
zh: 第3个月

# mindsetChart.quote
source: You can't fix a broken mind with the same broken mind.
hi: आप टूटे हुए दिमाग से टूटे हुए दिमाग को ठीक नहीं कर सकते।
ja: 壊れた心は、同じ壊れた心では治せない。
ko: 부서진 마음은 같은 부서진 마음으로 고칠 수 없다.
zh: 你无法用破碎的心态修复破碎的心态。

# personalize.title
source: Now let's personalize
hi: अब व्यक्तिगत बनाएं
ja: パーソナライズしましょう
ko: 이제 맞춤 설정을 해봅시다
zh: 现在让我们个性化

# personalize.subtitle
source: Quote AI for you
hi: आपके लिए Quote AI
ja: あなただけのQuote AI
ko: 당신을 위한 Quote AI
zh: Quote AI 为你服务

# personalize.privacy.title
source: Your privacy and security matter to us.
hi: आपकी गोपनीयता और सुरक्षा हमारे लिए महत्वपूर्ण है।
ja: あなたのプライバシーとセキュリティは重要です。
ko: 당신의 개인정보와 보안은 소중합니다.
zh: 你的隐私和安全对我们很重要。

# personalize.privacy.subtitle
source: We keep your info private and only use it to tailor your experience.
hi: हम आपकी जानकारी निजी रखते हैं और इसका उपयोग केवल आपके अनुभव को अनुकूलित करने के लिए करते हैं।
ja: 情報は非公開に保たれ、体験のカスタマイズにのみ使用されます。
ko: 정보는 비공개로 유지되며 오직 서비스 최적화에만 사용됩니다.
zh: 我们会保护你的信息隐私，仅用于定制你的体验。

# setup.title
source: We're setting up Quote AI for you
hi: हम आपके लिए Quote AI सेट कर रहे हैं
ja: あなたのためにQuote AIを 設定しています
ko: Quote AI를 설정하고 있습니다
zh: 我们正在为你 设置 Quote AI

# setup.settingUp
source: Setting up for you
hi: आपके लिए सेट कर रहे हैं
ja: 設定中
ko: 설정 중
zh: 正在为你设置

# setup.savingProfile
source: Saving your profile
hi: आपकी प्रोफ़ाइल सहेज रहे हैं
ja: プロフィールを保存中
ko: 프로필 저장 중
zh: 正在保存你的资料

# setup.tuningLanguage
source: Tuning your language
hi: भाषा समायोजित कर रहे हैं
ja: 言語を調整中
ko: 언어 조정 중
zh: 正在调整语言

# setup.applyingBackground
source: Applying chat background
hi: चैट पृष्ठभूमि लागू कर रहे हैं
ja: 背景を適用中
ko: 배경 적용 중
zh: 正在应用聊天背景

# setup.settingVoice
source: Setting your quote voice
hi: उद्धरण आवाज़ सेट कर रहे हैं
ja: ボイスを設定中
ko: 목소리 설정 중
zh: 正在设置语录风格

# setup.allDone
source: All done!
hi: सब हो गया!
ja: 完了しました！
ko: 완료되었습니다!
zh: 全部完成！

# complete.congratulations
source: Congratulations
hi: बधाई हो
ja: おめでとうございます
ko: 축하합니다
zh: 恭喜

# complete.ready
source: your custom Quote AI is ready!
hi: आपका कस्टम Quote AI तैयार है!
ja: あなた専用のQuote AIの準備が整いました！
ko: 당신만을 위한 Quote AI가 준비되었습니다!
zh: 你的专属 Quote AI 已准备就绪！

# complete.tips.title
source: Get the most out of Quote AI:
hi: Quote AI का पूरा लाभ उठाएं:
ja: Quote AIを最大限に活用するために：
ko: Quote AI를 최대한 활용하려면:
zh: 充分利用 Quote AI：

# complete.tip1
source: Open it at least once a day
hi: दिन में कम से कम एक बार खोलें
ja: 少なくとも1日1回は開いてください
ko: 적어도 하루에 한 번 앱을 여세요
zh: 每天至少打开一次

# complete.tip2
source: Tell it what's on your mind
hi: बताएं कि आपके मन में क्या है
ja: 思っていることを伝えてください
ko: 무슨 생각을 하고 있는지 공유하세요
zh: 告诉它你在想什么

# complete.tip3
source: Save the quotes that hit you
hi: जो उद्धरण आपको प्रभावित करें उन्हें सहेजें
ja: 心に響いた名言を保存してください
ko: 당신에게 울림을 준 명언을 저장하세요
zh: 保存触动你的语录

# complete.tip4
source: Re-read them when you feel stuck
hi: जब अटका हुआ महसूस करें तो उन्हें फिर से पढ़ें
ja: 行き詰まったときに読み返してください
ko: 막막함을 느낄 때 다시 읽어보세요
zh: 当你感到迷茫时重读它们

# signIn.oneLastStep
source: One last step.
hi: एक आखिरी कदम।
ja: あと一歩です。
ko: 마지막 단계입니다.
zh: 最后一步。

# signIn.saveProfile
source: Save your profile to start.
hi: शुरू करने के लिए अपनी प्रोफ़ाइल सहेजें।
ja: プロフィールを保存して開始します。
ko: 시작하려면 프로필을 저장하세요.
zh: 保存你的资料以开始使用。

# signIn.continueWithGoogle
source: Sign in with Google
hi: Google से जारी रखें
ja: Googleでサインイン
ko: Google로 로그인
zh: 使用 Google 继续

# signIn.continueWithApple
source: Sign in with Apple
hi: Apple से साइन इन करें
ja: Appleでサインイン
ko: Apple로 로그인
zh: 使用 Apple 登录

# signIn.termsAgreement
source: By continuing, you agree to our Terms of Service and Privacy Policy
hi: जारी रखकर, आप हमारी सेवा की शर्तों और गोपनीयता नीति से सहमत हैं
ja: 続行することで、利用規約とプライバシーポリシーに同意したものとみなされます
ko: 계속하면 이용약관 및 개인정보 처리방침에 동의한 것으로 간주됩니다
zh: 继续即表示你同意我们的服务条款和隐私政策

# chat.placeholder
source: What's on your mind?
hi: आपके मन में क्या है?
ja: 思っていることを教えてください
ko: 무슨 생각을 하고 계신가요?
zh: 你在想什么？

# chat.loading
source: Quoting...
hi: उद्धरण बना रहे हैं...
ja: 引用中...
ko: 인용 중...
zh: 正在生成语录...

# chat.welcomeGeneric
source: I'm Quote AI, I'm ready to help. Tell me what you're dealing with :)
hi: स्वागत है! अपने मन की बात साझा करें, और मैं आपको प्रेरित करने के लिए एक उद्धरण दूंगा।
ja: ようこそ！思っていることを教えてください。あなたを元気づけ、励ます名言をお届けします。
ko: 환영합니다! 생각하고 있는 것을 공유해 주세요. 당신에게 영감을 줄 명언을 찾아드릴게요.
zh: 欢迎！分享你的想法，我会用一句语录来激励你。

# chat.welcomePersonalized
source: Hi %@! I'm Quote AI, I'm ready to help. Tell me what you're dealing with :)
hi: नमस्ते %@! मैं मदद के लिए तैयार हूं। अपने मन की बात साझा करें, और मैं आपको प्रेरित करने के लिए एक उद्धरण दूंगा।
ja: こんにちは、%@さん！お手伝いします。思っていることを教えてください。あなたを元気づけ、励ます名言をお届けします。
ko: 안녕하세요, %@님! 도와드릴 준비가 되었습니다. 생각하고 있는 것을 공유해 주세요. 당신에게 영감을 줄 명언을 찾아드릴게요.
zh: 你好 %@！我准备好帮助你了。分享你的想法，我会用一句语录来激励你。

# chat.errorMessage
source: Sorry, I encountered an error. Please try again.
hi: क्षमा करें, एक त्रुटि हुई। कृपया पुनः प्रयास करें।
ja: 申し訳ありませんが、エラーが発生しました。もう一度お試しください。
ko: 죄송합니다. 오류가 발생했습니다. 다시 시도해 주세요.
zh: 抱歉，出错了。请重试。

# chat.regenerate
source: Regenerate
hi: पुनः उत्पन्न करें
ja: 再生成
ko: 재생성
zh: 重新生成

# chat.tokenWarning
source: Approaching conversation limit
hi: बातचीत की सीमा के करीब
ja: 会話の制限に近づいています
ko: 대화 제한에 접근 중
zh: 接近对话限制

# chat.tokenLimitReached
source: Conversation limit reached. Please start a new chat.
hi: बातचीत की सीमा पूरी हो गई। कृपया नई चैट शुरू करें।
ja: 会話制限に達しました。新しいチャットを開始してください。
ko: 대화 한도에 도달했습니다. 새 채팅을 시작해 주세요.
zh: 已达到对话限制。请开始新对话。

# profile.title
source: Profile
hi: प्रोफ़ाइल
ja: プロフィール
ko: 프로필
zh: 个人资料

# profile.email
source: Email
hi: ईमेल
ja: メールアドレス
ko: 이메일
zh: 邮箱

# profile.userId
source: User ID
hi: यूज़र आईडी
ja: ユーザーID
ko: 사용자 ID
zh: 用户ID

# profile.edit
source: Edit profile
hi: प्रोफ़ाइल संपादित करें
ja: プロフィールを編集
ko: 프로필 편집
zh: 编辑资料

# profile.name
source: Name
hi: नाम
ja: 名前
ko: 이름
zh: 姓名

# profile.namePlaceholder
source: Your name
hi: आपका नाम
ja: あなたの名前
ko: 이름을 입력하세요
zh: 你的名字

# profile.save
source: Save profile
hi: प्रोफ़ाइल सहेजें
ja: プロフィールを保存
ko: 프로필 저장
zh: 保存资料

# profile.cancel
source: Cancel
hi: रद्द करें
ja: キャンセル
ko: 취소
zh: 取消

# profile.signOut
source: Sign Out
hi: साइन आउट
ja: サインアウト
ko: 로그아웃
zh: 退出登录

# profile.done
source: Done
hi: हो गया
ja: 完了
ko: 완료
zh: 完成

# tone.philosophical
source: Philosophical
hi: दार्शनिक
ja: 哲学的
ko: 철학적인
zh: 哲学

# tone.realist
source: Realist
hi: यथार्थवादी
ja: 現実主義
ko: 현실적인
zh: 现实主义

# focus.anxiety
source: Overcoming Anxiety
hi: चिंता पर काबू
ja: 不安の克服
ko: 불안 극복
zh: 克服焦虑

# focus.innerPeace
source: Finding Inner Peace
hi: आंतरिक शांति
ja: 心の平穏
ko: 마음의 평화
zh: 寻找内心平静

# focus.perspective
source: Gaining Perspective
hi: नई दृष्टि
ja: 視点を変える
ko: 관점의 변화
zh: 获得新视角

# focus.confidence
source: Building Confidence
hi: आत्मविश्वास निर्माण
ja: 自信をつける
ko: 自信감 향상
zh: 建立自信

# barrier.procrastination
source: Procrastination
hi: टालमटोल
ja: 先延ばし
ko: 미루기
zh: 拖延症

# barrier.selfDoubt
source: Self-Doubt
hi: आत्म-संदेह
ja: 自己紹介
ko: 자기 회의
zh: 自我怀疑

# barrier.burnout
source: Burnout
hi: थकान
ja: 燃え尽き
ko: 번아웃
zh: 倦怠

# barrier.lackOfClarity
source: Lack of Clarity
hi: स्पष्टता की कमी
ja: 不明確さ
ko: 불명확함
zh: 缺乏方向

# barrier.externalFactors
source: External Factors
hi: बाहरी कारक
ja: 外部要因
ko: 외부 요인
zh: 外部因素

# energyDrain.career
source: Career
hi: करियर
ja: キャリア
ko: 커리어
zh: 事业

# energyDrain.relationship
source: Relationship
hi: रिश्ते
ja: 人間関係
ko: 인간관계
zh: 人际关系

# energyDrain.mediaNews
source: Media & News
hi: मीडिया और समाचार
ja: メディアとニュース
ko: 미디어 및 뉴스
zh: 媒体与新闻

# energyDrain.healthFitness
source: Health & Fitness
hi: स्वास्थ्य और फिटनेस
ja: 健康とフィットネス
ko: 건강 및 피트니스
zh: 健康与健身

# background.summit
source: Icy Peak
hi: बर्फीली चोटी
ja: アイス・ピーク
ko: 아이시 피크
zh: 冰峰

# background.ascent
source: Shadow Staircase
hi: छाया सीढ़ी
ja: シャドウ・ステアケース
ko: 섀도우 스테어케이스
zh: 暗影阶梯

# background.dawnRun
source: Dawn Run
hi: सुबह की दौड़
ja: 夜明けのラン
ko: 새벽 달리기
zh: 晨跑

# background.default
source: Default
hi: डिफ़ॉल्ट
ja: デフォルト
ko: 기본
zh: 默认

# settings.title
source: Settings
hi: सेटिंग्स
ja: 設定
ko: 설정
zh: 设置

# settings.language
source: Language
hi: भाषा
ja: 言語
ko: 언어
zh: 语言

# settings.personality
source: Personality
hi: व्यक्तित्व
ja: パーソナリティ
ko: 성격
zh: 个性

# settings.background
source: Appearance
hi: दिखावट
ja: 外観
ko: 디자인
zh: 外观

# settings.account
source: ACCOUNT
hi: खाता
ja: アカウント
ko: 계정
zh: 账号

# settings.subscription
source: Subscription
hi: सदस्यता
ja: サブスクリプション
ko: 구독
zh: 订阅

# settings.renewsOn
source: Renews
hi: नवीनीकरण
ja: 更新日
ko: 갱신일
zh: 续订日期

# settings.expiresOn
source: Expires
hi: समाप्ति
ja: 有効期限
ko: 만료일
zh: 到期日期

# history.search
source: Search
hi: खोजें
ja: 検索
ko: 검색
zh: 搜索

# history.title
source: History
hi: इतिहास
ja: 履歴
ko: 기록
zh: 历史记录

# history.loading
source: Loading conversations...
ja: 会話を読み込み中...
ko: 대화를 불러오는 중...
zh: 正在加载对话...

# history.empty
source: No conversations yet
ja: まだ会話がありません
ko: 아직 대화가 없습니다
zh: 暂无对话

# history.emptyDescription
source: Start a chat and your conversations will appear here.
ja: チャットを始めると、会話がここに表示されます。
ko: 채팅을 시작하면 대화가 여기에 표시됩니다.
zh: 开始聊天后，你的对话将显示在这里。

# history.startChat
source: Start Chatting
ja: チャットを始める
ko: 채팅 시작
zh: 开始聊天

# history.newChat
source: New Chat
hi: नई चैट
ja: 新規チャット
ko: 새 채팅
zh: 新建聊天

# history.today
source: Today
ja: 今日
ko: 오늘
zh: 今天

# history.yesterday
source: Yesterday
ja: 昨日
ko: 어제
zh: 昨天

# history.delete
source: Delete
hi: हटाएं
ja: 削除
ko: 삭제
zh: 删除

# history.deleteConfirm
source: Delete Conversation?
hi: बातचीत हटाएं?
ja: 会話を削除しますか？
ko: 대화를 삭제하시겠습니까?
zh: 删除对话？

# history.deleteMessage
source: This will permanently delete this conversation and all its messages.
hi: यह इस बातचीत और इसके सभी संदेशों को स्थायी रूप से हटा देगा।
ja: この会話とすべてのメッセージが完全に削除されます。
ko: 이 대화와 모든 메시지가 영구적으로 삭제됩니다.
zh: 这将永久删除此对话及其所有消息。

# history.cancel
source: Cancel
hi: रद्द करें
ja: キャンセル
ko: 취소
zh: 取消

# favorites.title
source: Favorites
hi: सहेजे गए
ja: お気に入り
ko: 저장
zh: 收藏

# favorites.empty
source: No saved quotes yet
hi: अभी तक कोई उद्धरण सहेजा नहीं गया
ja: 保存した名言はまだありません
ko: 저장된 명언이 없습니다
zh: 暂无收藏的语录

# favorites.emptyHint
source: Tap the bookmark icon on any quote to save it here
hi: किसी भी उद्धरण पर बुकमार्क आइकन को टैप करके यहां सहेजें
ja: 名言のブックマークアイコンをタップして保存できます
ko: 명언의 북마크 아이콘을 탭하여 저장하세요
zh: 点击任意语录上的书签图标来收藏

# favorites.remove
source: Remove
hi: हटाएं
ja: 削除
ko: 삭제
zh: 移除

# favorites.removeConfirm
source: Remove Quote?
hi: उद्धरण हटाएं?
ja: 名言を削除しますか？
ko: 명언을 삭제하시겠습니까?
zh: 移除语录？

# favorites.removeMessage
source: This quote will be removed from your saved quotes.
hi: यह उद्धरण आपके सहेजे गए उद्धरणों से हटा दिया जाएगा।
ja: この名言は保存リストから削除されます。
ko: 이 명언이 저장 목록에서 삭제됩니다.
zh: 此语录将从您的收藏中移除。

# subscription.editTitle
source: Edit Subscription
hi: सदस्यता संपादित करें
ja: サブスクリプションを編集
ko: 구독 편집
zh: 编辑订阅

# subscription.done
source: Done
hi: हो गया
ja: 完了
ko: 완료
zh: 完成

# subscription.renewsOn
source: Renews
hi: नवीनीकरण
ja: 更新日
ko: 갱신일
zh: 续订日期

# subscription.expiresOn
source: Expires
hi: समाप्ति
ja: 有効期限
ko: 만료일
zh: 到期日期

# subscription.priceWeekly
source: $4.99 per week
hi: $4.99 प्रति सप्ताह
ja: 週額 $4.99
ko: 주당 $4.99
zh: 每周 $4.99

# subscription.priceMonthly
source: $9.99 per month
hi: $9.99 प्रति माह
ja: 月額 $9.99
ko: 월 $9.99
zh: 每月 $9.99

# subscription.priceYearly
source: $29.99 per year
hi: $29.99 प्रति वर्ष
ja: 年額 $29.99
ko: 연간 $29.99
zh: 每年 $29.99

# subscription.pricePro
source: Pro subscription
hi: Pro सदस्यता
ja: Proサブスクリプション
ko: Pro 구독
zh: Pro 订阅

# subscription.cancel
source: Cancel Subscription
hi: सदस्यता रद्द करें
ja: サブスクリプションをキャンセル
ko: 구독 취소
zh: 取消订阅

# subscription.cancelInfo
source: If you cancel now, you can still access your subscription until {date}.
hi: यदि आप अभी रद्द करते हैं, तो आप {date} तक अपनी सदस्यता का उपयोग कर सकते हैं।
ja: 今キャンセルしても、{date}までサブスクリプションにアクセスできます。
ko: 지금 취소하시면 {date}까지 구독을 계속 이용하실 수 있습니다.
zh: 如果您现在取消，您仍可在 {date} 之前继续使用订阅。

# subscription.aboutPrivacy
source: About Subscriptions and Privacy
hi: सदस्यता और गोपनीयता के बारे में
ja: サブスクリプションとプライバシーについて
ko: 구독 및 개인정보 처리방침
zh: 关于订阅和隐私

# settings.restorePurchases
source: Restore Purchases
hi: खरीदारी पुनर्स्थापित करें
ja: 購入を復元
ko: 구매 복원
zh: 恢复购买

# settings.notifications
source: NOTIFICATIONS
hi: सूचनाएं
ja: 通知
ko: 알림
zh: 通知

# settings.dailyQuote
source: Daily Quote
hi: दैनिक उद्धरण
ja: 今日の名言
ko: 오늘의 명언
zh: 每日语录

# settings.calibrationTime
source: Calibration Time
hi: कैलिब्रेशन समय
ja: キャリブレーション時間
ko: 캘리브레이션 시간
zh: 校准时间

# settings.upgradePlan
source: Upgrade Plan
hi: प्लान अपग्रेड करें
ja: プランをアップグレード
ko: 플랜 업그레이드
zh: 升级计划

# settings.currentPlan
source: Current plan: %@
hi: वर्तमान प्लान: %@
ja: 現在のプラン：%@
ko: 현재 플랜: %@
zh: 当前计划：%@

# upgrade.availablePlans
source: Available Plans
hi: उपलब्ध प्लान
ja: 利用可能なプラン
ko: 이용 가능한 플랜
zh: 可用计划

# upgrade.upgradePlan
source: Upgrade Plan
hi: प्लान अपग्रेड करें
ja: プランをアップグレード
ko: 플랜 업그레이드
zh: 升级计划

# upgrade.upgrade
source: Upgrade
hi: अपग्रेड
ja: アップグレード
ko: 업그레이드
zh: 升级

# upgrade.subscribe
source: Subscribe
hi: सब्सक्राइब करें
ja: 登録する
ko: 구독하기
zh: 订阅

# upgrade.currentPlan
source: Current plan: %@
hi: वर्तमान प्लान: %@
ja: 現在のプラン：%@
ko: 현재 플랜: %@
zh: 当前计划：%@

# upgrade.yearly
source: Yearly
hi: वार्षिक
ja: 年額
ko: 연간
zh: 年度

# upgrade.monthly
source: Monthly
hi: मासिक
ja: 月額
ko: 월간
zh: 月度

# upgrade.weekly
source: Weekly
hi: साप्ताहिक
ja: 週額
ko: 주간
zh: 每周

# upgrade.perYear
source: per year
hi: प्रति वर्ष
ja: 年
ko: 연
zh: 每年

# upgrade.perMonth
source: per month
hi: प्रति माह
ja: 月
ko: 월
zh: 每月

# upgrade.perWeek
source: per week
hi: प्रति सप्ताह
ja: 週
ko: 주
zh: 每周

# paywall.unlimitedAccess
source: Unlimited Access to
hi: असीमित पहुंच
ja: 無制限アクセス
ko: 무제한 이용
zh: 无限访问

# paywall.subtitle
source: Reset your mindset
hi: अपनी चरम मानसिकता को अनलॉक करें
ja: マインドセットをリセット
ko: 마인드셋을 재설정하세요
zh: 重置你的心态

# paywall.yearly
source: Yearly
hi: वार्षिक
ja: 年額
ko: 연간
zh: 年度

# paywall.monthly
source: Monthly
hi: मासिक
ja: 月額
ko: 월간
zh: 月度

# paywall.weekly
source: Weekly
hi: साप्ताहिक
ja: 週額
ko: 주간
zh: 每周

# paywall.freeTrial
source: 3-day free trial
hi: 3 दिन का मुफ्त ट्रायल
ja: 3日間無料トライアル
ko: 3일 무료 체험
zh: 3天免费试用

# paywall.cancelAnytime
source: Cancel anytime
hi: कभी भी रद्द करें
ja: いつでもキャンセル可能
ko: 언제든지 취소 가능
zh: 随时取消

# paywall.savingsText
source: Save 75% vs monthly
hi: मासिक से 75% बचाएं
ja: 月額より75%お得
ko: 월간 대비 75% 절약
zh: 比月付节省75%

# paywall.perMonth
source: $2.49/mo
hi: $2.49/माह
ja: $2.49/月
ko: $2.49/월
zh: $2.49/月

# paywall.startTrial
source: Start 3-Day Trial
hi: 3 दिन का ट्रायल शुरू करें
ja: 3日間トライアルを開始
ko: 3일 체험 시작
zh: 开始3天试用

# paywall.continue
source: Continue
hi: जारी रखें
ja: 続ける
ko: 계속
zh: 继续

# paywall.trialDetails
source: 3-day free trial, then $29.99/year. Cancel anytime.
hi: 3 दिन का मुफ्त ट्रायल, फिर $29.99/वर्ष। कभी भी रद्द करें।
ja: 3日間無料トライアル、その後$29.99/年。いつでもキャンセル可能。
ko: 3일 무료 체험 후 연간 $29.99. 언제든지 취소 가능.
zh: 3天免费试用，之后$29.99/年。随时取消。

# paywall.termsOfUse
source: Terms of Use
hi: उपयोग की शर्तें
ja: 利用規約
ko: 이용약관
zh: 使用条款

# paywall.privacyPolicy
source: Privacy Policy
hi: गोपनीयता नीति
ja: プライバシーポリシー
ko: 개인정보 처리방침
zh: 隐私政策

# paywall.restore
source: Restore
hi: पुनर्स्थापित करें
ja: 復元
ko: 복원
zh: 恢复购买

# paywall.dismissTitle
source: Are you sure?
hi: क्या आप सुनिश्चित हैं?
ja: よろしいですか？
ko: 확실합니까?
zh: 确定要离开吗？

# paywall.dismissStay
source: Stay & Get Trial
hi: रुकें और ट्रायल पाएं
ja: トライアルを取得
ko: 체험 받기
zh: 留下获取试用

# paywall.dismissLeave
source: Leave
hi: छोड़ें
ja: 離れる
ko: 나가기
zh: 离开

# paywall.dismissMessage
source: You'll miss your 3-day free trial and unlimited access to Quote AI.
hi: आप अपना 3 दिन का मुफ्त ट्रायल और Quote AI की असीमित पहुंच खो देंगे।
ja: 3日間の無料トライアルとQuote AIへの無制限アクセスを逃します。
ko: 3일 무료 체험과 Quote AI 무제한 이용 기회를 놓치게 됩니다。
zh: 您将错过3天免费试用和Quote AI的无限访问权限。

# paywall.retry
source: Retry
ja: 再試行
ko: 다시 시도
zh: 重试

# history.noConversations
source: No conversations yet
zh: 暂无对话

# history.noConversationsFound
source: No conversations found
zh: 未找到相关对话

# tone.toughLove
source: Tough Love
hi: कठोर प्रेम
